{
  "data": {
    "re": [{
      "name": "Using the Interface",
      "steps": [{
        "description": "<p>Ready for a new challenge? The interface for identifying concepts (Entity Recognition), and identifying relationships is different.</p>"
      }, {
        "description": "<p>A concept is a term that has been classified. Eg- Biomedical Research is a type of Science</p><p class=\"sub\">Play with the interface to learn how it works.</p>",
        "training_data": {
          "document": {
            "passages": [{ "offset": 0, "text": "Biomedical research literature is growing rapidly around the world, making it hard for researchers to acquire all the new, relevant information. By joining Mark2Cure , as a citizen scientist , I am helping to identify relationships between concepts in biomedical research so that scientists will hopefully be able to uncover new treatment strategies faster. I contribute to Mark2Cure because I am ready to help" }]
          },
          "current": true,
          "relation_type": "re_training",
          "concepts": {
            "c1": {"text": "citizen scientist", "type": "g"},
            "c2": {"text": "biomedical research", "type": "d"}
          }
        },
        "instructions": [
          {"text": "<p>The paragraph will contain the concept terms. Your task is to read the paragraph and identify how the concepts are related.</p>"},
          {"text": "<p>The concept terms are color-coded by their classification or type</p>"},
          {"text": "<p>Clicking on the red \"×\" dismisses a term as being incorrectly classified.</p>"},
          {"text": "<p>Select the kind of relationship that exists between the two concepts using the menu.</p>"},
          {"text": "<p>The submit button lets you submit the relationship you’ve selected for the two concepts. If you are done playing with the interface and understand how to use it, click on the \"submit\" button one more time to continue</p>"}
        ]
      }]
    },

    {
      "name": "Rules for Relationship Extraction",
      "steps": [{
      "description": "<p class=\"sub\">There are many different kinds of concepts in biomedical text. With the concept recognition task, you identify and tag concepts like genes, disease, and treatments in biomedical abstracts. Concepts in the same abstract may be related – but are they really? If they are, how are they related?</p> <p class=\"sub\">Learn how to use the relationship extraction tool to annotate the relationship between genes, diseases, and treatments in biomedical text and earn your Relationship Marking Skill.</p>",
      "instructions": [
        { "text": "<p>Determine the relationship based ONLY on the text included. Do NOT use outside information for the relationship. This ONLY applies to the relationship. Feel free to look up the terms.</p>" },
        { "text": "<p>Select the single, most detailed relationship you can without guessing.</p>",
          "training_data": {
            "document": {
              "passages": [
                { "offset": 0, "text": "Hashimoto's encephalopathy : report of three cases." },
                { "offset": 1000, "text": "Both severe thyrotoxicosis and hypothyroidism may affect brain function and cause a change in consciousness, as seen with a thyroid storm or myxedema coma. However, encephalopathy may also develop in patients with autoimmune thyroid diseases independent of actual thyroid function level, and this is known as Hashimoto's encephalopathy . Although most patients are found to have Hashimoto's thyroiditis, less frequently they have Graves' disease. Clinical manifestations include epilepsy, disturbance of consciousness, cognitive impairment, memory loss, myoclonus, hallucinations, stroke-like episodes, tremor, involuntary movements, language impairment, and gait impairment. Hashimoto's encephalopathy is a relatively rare disease. As a good response can be obtained with corticosteroid therapy, early diagnosis and treatment is very beneficial for patients. Here we report three patients with Hashimoto's encephalopathy with typical manifestations of hallucinations that were associated with hypothyroidism, hyperthyroidism, and euthyroid status, respectively. They all showed a dramatic response to methyl-prednisolone pulse therapy." }
              ]
            },
            "relation_type": "c_d",
            "concepts": {
              "c1": {"text": "methyl-prednisolon", "type": "c"},
              "c2": {"text": "Hashimoto's encephalopath", "type": "d"}
            }
          }
        }]
      }]
    },

    {
      "name": "Learn new relationships",
      "steps": [{
        "description": "<p>Relationships for three different types of concepts will be presented. The concepts will be color-coded.</p>",
        "instructions": [
          { "text": "<p><span class=\"user_annotated\">Disease concept</span> entities will be in <span class=\"user_annotated\">blue</span>. <a href=\"instructions:relation-definition-disease\" target=\"_blank\"><small>Learn more.</small></a></p>" },
          { "text": "<p><span class=\"user_annotated_green\">Gene/protein concept</span> entities will be in <span class=\"user_annotated_green\">green</span>.  <a href=\"instructions:relation-definition-gene\" target=\"_blank\"><small>Learn more.</small></a></p>" },
          { "text": "<p><span class=\"user_annotated_pink\">Drug concept</span> entities will be in <span class=\"user_annotated_pink\">pink</span>. <a href=\"instructions:relation-definition-drug\" target=\"_blank\"><small>Learn more.</small></a></p>" },
          { "text": "<p>Learn more about the concept types <a href=\"instructions:relation\" target=\"_blank\">here</a></p>" }]
      },
      {
        "description": "<p>In addition to having a relationship or <strong>not</strong> having a relationship, there are three types of relationships currently available</p>",
        "instructions": [
          { "text": "<p>Relationships between <span class=\"user_annotated_green\">Genes Concept</span> and <span class=\"user_annotated\">Disease Concept</span></p>" },
          { "text": "<p>Relationships between <span class=\"user_annotated_pink\">Drug Concept</span> and <span class=\"user_annotated\">Disease Concept</span></p>" },
          { "text": "<p>Relationships between <span class=\"user_annotated_green\">Gene Concept</span> and <span class=\"user_annotated_pink\">Drug Concept</span></p>" }]
      }]
    },

    {
      "name": "Gene &raquo; Disease",
      "steps": [{
        "description": "<p>Gene-Disease Relationships: A <strong>gene</strong> is a sequence of DNA that serves as a blueprint for other biomolecules. Genes are <a href=\"https://en.wikipedia.org/wiki/Transcription_(genetics)\" target=\"_blank\">transcribed</a> to mRNA and the mRNA gene transcript is <a href=\"https://en.wikipedia.org/wiki/Translation_(biology)\" target=\"_blank\">translated</a> to proteins. There are three options for Gene-Disease Relationships</p>",
        "instructions": [
          { "text": "<p><strong>\"altered expression is/may be associated with\"</strong> – Altered gene expression refers to changes in the amount of gene product synthesis. This can happen at transcription or translation. Either way, changes in the amount of gene product synthesis is or may be associated with the disease</p>" },
          { "text": "<p><strong>\"mutation is/may be associated with\"</strong> – A mutation is a permanent change in the DNA sequence that makes up the gene. Changing the blueprint can change the biomolecules that are built from that blueprint and is or may be associated with the disease.</p>" },
          { "text": "<p>\"post-translational modifications are/may be associated with\"</strong> – After a gene has been transcribed into mRNA and the mRNA translated into a protein, the protein can be modified. These modifications can have huge effects including changing the location of the protein in the cell, changing its activity, and are (or may be) associated with the disease.</p>" }]
      },
      {
        "description": "<p>Gene-Disease Relationships: Try it out!  Remember, don’t use outside information for <strong>the relationship between</strong> TTR and Familial amyloidotic polyneuropathy, but you’re welcome to look up anything else (Eg- TTR, crest syndrome, multiple myeloma, etc.)</p>",
        "training_data": {
          "document": {
            "passages": [{ "offset": 0, "text": "Together with a case presenting in a patient with multiple myeloma, we describe 2 unique presentations including 1 associated with CREST syndrome in a patient with a previous history of breast carcinoma and another, also associated with cancer, with transthyretin deposits in a woman with a TTR gene mutation and a family history of familial amyloidotic polyneuropathy ." }]
          },
          "relation_type": "g_d",
          "concepts": {
            "c1": { "text": "TTR", "type": "g" },
            "c2": { "text": "Familial amyloidotic polyneuropathy", "type": "d" }
          }
        }
      },
      {
        "training_data": {
          "document": {
            "passages": [{ "offset": 0, "text": "Altered regulation of PDK4 expression promotes antiestrogen resistance in human breast cancer cells." }]
          },
          "relation_type": "g_d",
          "concepts": {
            "c1": { "text": "PDK4", "type": "g" },
            "c2": { "text": "Breast cancer", "type": "d" }
          }
        }

      },
      {
        "training_data": {
          "document": {
            "passages": [{ "offset": 0, "text": "Interestingly, some of the main proteins involved in Alzheimer Disease (AD), including amyloid precursor protein (APP) and tau, have recently been shown to be SUMOylated. The post-translational modification by SUMO (small ubiquitin-like modifier) has been shown to regulate APP and tau and may modulate other proteins implicated in AD." }]
          },
          "relation_type": "g_d",
          "concepts": {
            "c1": { "text": "Amyloid precursor protein", "type": "g" },
            "c2": { "text": "Alzheimer disease", "type": "d" }
          }
        }
      }]
    },

    {
      "name": "Drug &raquo; Disease",
      "description": "<p>Drug-Disease Relationships: A <strong>drug</strong> is, in the broadest of terms, a <strong>substance</strong> that has known biological effects on humans or other animals. There are five options for how a Drug might relate to a disease</p>",
      "instructions": [
        { "text": "<p><strong>\"(may) exacerbate(s)\"</strong> – The chemical or drug worsens or may worsen the disease or symptoms of the disease in any manner</p><p><strong>\"(may) treat(s)\"</strong> – The chemical or drug improves, treats, may improve, or may treat the disease or symptoms of the disease in any manner</p>" },
        { "text": "<p><strong>(may) increase(s) risk of disease</strong> – The chemical or drug increases or may increase the chances of getting the disease.</p>" },
        { "text": "<p><strong>\"(may) cause(s)\"</strong> – The chemical or drug causes leads to, may cause, or may lead to the disease or symptoms of the disease</p><p><strong>\"(may) prevent(s)\"</strong> – The chemical or drug prevents or may prevent the disease or symptoms of the disease.</p>" }
      ],
      "steps": [{
        "training_data": {
          "document": {
            "passages": [{"offset": 0, "text": "Results revealed that risk of ADHD significantly increased as a result of exposure to alcohol by 1.55 times (95% CI 1.33-1.82), maternal smoking during pregnancy by 2.64 times (95% CI 1.45-4.80), and paternal smoking during pregnancy by 1.17 times (95% CI 1.98-1.39)" }]
          },
          "relation_type": "c_d",
          "concepts": {
            "c1": { "text": "alcohol", "type": "c" },
            "c2": { "text": "ADHD", "type": "d" }
          }
        }
      },
      {
        "training_data": {
          "document": {
            "passages": [{ "offset": 0, "text": "Ligustrazine prevents alcohol-induced liver disease by attenuating hepatic steatosis and oxidative stress" }]
          },
          "relation_type": "c_d",
          "concepts": {
            "c1": { "text": "Ligustrazine", "type": "c" },
            "c2": { "text": "Alcohol-induced liver disease", "type": "d" }
          }
        }
      },
      {
        "training_data": {
          "document": {
            "passages": [{ "offset": 0, "text": "When taken regularly, caffeine has several performance-enhancing benefits. However, when used excessively or in vulnerable populations, caffeine can cause several unwanted side effects such as nervousness, sensory disturbances, insomnia, <span class=\"user_annotated\">arrhythmia</span>, excitability, inattentiveness, restlessness, mood changes, gastrointestinal disturbances, and even psychosis" }]
          },
          "relation_type": "c_d",
          "concepts": {
            "c1": { "text": "caffeine", "type": "c" },
            "c2": { "text": "arrhythmia", "type": "d" }
          }
        }
      }]
    },

    {
      "name": "Gene &raquo; Drug",
      "description": "<p>Gene &raquo; Drug Relationships: <strong>Genes</strong> and <strong>gene products</strong> can affect and be affected by <strong>drugs</strong> in many different ways.  There are two options for describing the relationship between genes and drugs</p>",
        "instructions": [
          { "text": "<p><strong>\"(may) affect(s)\"</strong> – The gene or gene product affects or may affect the activity, metabolism, or efficacy of the drug. In other words, the gene or gene product acts on the drug</p>" },
          { "text": "<p><strong>\"Is/may be affected by\"</strong> – The gene or gene product’s expression, activity, location, modification, or degradation is or may be affected by the drug. In other words the drug acts on the gene or gene product.</p>" }
        ],
      "steps": [{
        "training_data": {
          "document": {
            "passages": [{ "offset": 0, "text": "Adenosine deaminase (ADA) deficiency is a systemic purine metabolic disorder that primarily affects lymphocyte development, viability, and function. Enzyme replacement therapy (ERT) with polyethylene glycol-modified bovine adenosine deaminase (PEG-ADA, Adagen) may be a useful alternative treatment strategy." }]
          },
          "relation_type": "g_c",
          "concepts": {
            "c1": { "text": "adenosine deaminase", "type": "g" },
            "c2": { "text": "polyethylene glycol-modified bovine adenosine deaminase", "type": "c" }
          }
        }
      },
      {
        "training_data": {
          "document": {
            "passages": [{ "offset": 0, "text": "Cytochrome P450 (CYP450) 2D6 is an important member of the P450 enzyme superfamily and responsible for clearing 25% of clinically important drugs. The aim of this study was to assess the catalytic characteristics of 24 CYP2D6 allelic isoforms found in the Chinese population and their effects on the metabolism of <span class=\"user_annotated_pink\">risperidone</span> in vitro. Among <span class=\"user_annotated_green\">CYP2D6</span> variants tested, 2 variants exhibited higher <span class=\"user_annotated_pink\">risperidone</span> clearance values than the wild-type protein." }]
          },
          "relation_type": "g_c",
          "concepts": {
            "c1": { "text": "Cytochrome P450 (CYP450) 2D6", "type": "g" },
            "c2": { "text": "risperidone", "type": "c" }
          }
        }
      },
      {
        "training_data": {
          "document": {
            "passages": [{ "offset": 0, "text": "Due to these data, we performed a study to investigate the effect of the <span class=\"user_annotated_green\">PDE5</span>-inhibitor, <span class=\"user_annotated_pink\">tadalafil</span>, on dystrophic skeletal muscle function." }]
          },
          "relation_type": "g_c",
          "concepts": {
            "c1": { "text": "PDE5", "type": "g" },
            "c2": { "text": "tadalafil", "type": "c" }
          }
        }
      },
      {
        "training_data": {
          "document": {
            "passages": [{ "offset": 0, "text": "In Panc-1 cells, overexpression of E-cadherin activated the phosphorylation of EGFR and increased the cell sensitivity to erlotinib. In Capan1 cells, knocking down E-cadherin decreased the expression of phosphorylated <span class=\"user_annotated_green\">EGFR</span>, and these cells did not respond to <span class=\"user_annotated_pink\">erlotinib</span>." }]
          },
          "relation_type": "g_c",
          "concepts": {
            "c1": { "text": "EGFR", "type": "g" },
            "c2": { "text": "erlotinib", "type": "c" }
          }
        }
      }]
    }]

  }
}
